man-db
man-pages
texinfo
base-devel
neovim
bat
exa
fd
git
ripgrep
openssh
xorg-server
xorg-apps
lightdm
lightdm-gtk-greeter
alacritty
picom
dmenu
nitrogen
pcmanfm
archlinux-wallpaper
ttf-font-awesome
noto-fonts-emoji
starship
htop
xterm
lazygit
